package consts

const (
	EMAIL            = "9eldik7@gmail.com"
	SEARCH_LINK      = "https://hh.ru/search/vacancy?area=113&text=java+junior"
	MESSAGE_TAMPLATE = `Уважаемый менеджер по найму,

Я пишу, чтобы выразить свою заинтересованность в должности Java Junior в *. С большим опытом программирования на Java и страстью к разработке передовых программных решений, я очень рад возможности поделиться своими навыками и опытом с вашей командой.

В своем обучении я разработал прочную основу для программирования на Java, включая концепции объектно-ориентированного программирования, структуры данных, алгоритмы и шаблоны проектирования программного обеспечения. У меня также есть практический опыт разработки Java-приложений, в том числе проект по созданию веб-платформы с использованием среды Spring.

Меня особенно привлекает * из-за ее репутации лидера в области разработки программного обеспечения и ее приверженности использованию новейших технологий для предоставления высококачественных решений. Я уверен, что мои технические навыки в сочетании со страстью к программированию сделают меня ценным активом для вашей команды.

Я был бы рад возможности обсудить, как я могу способствовать успеху *. Пожалуйста, не стесняйтесь обращаться ко мне по адресу 9eldik7@gmail.com, чтобы назначить время для интервью. Я прикрепил свое резюме к этому письму.

Спасибо за рассмотрение моей заявки. Я с нетерпением жду ответа от вас в ближайшее время.

Искренне,
Эльдар Русланович
`
)
